geomatsi/esp32-tests/http-test/sdkconfig.defaults
# default target: Wemos Lolin32
CONFIG_IDF_TARGET_ARCH_XTENSA=y
CONFIG_IDF_TARGET_ARCH="xtensa"
CONFIG_IDF_TARGET="esp32"
CONFIG_IDF_TARGET_ESP32=y

# custom options: wifi
CONFIG_EXAMPLE_SCAN_LIST_SIZE=10
CONFIG_EXAMPLE_WIFI_SSID="test"
CONFIG_EXAMPLE_WIFI_PASS="test"
